{"pages":[{"title":"","text":"个人简介 分享很喜欢的老罗的一段话： “每一个生命来到世间都注定改变世界，别无选择。要么变得好一点，要么变得坏一点。你如果走进社会为了生存为了什么不要脸的理由，变成了一个恶心的成年人社会中的一员，那你就把这个世界变得恶心了一点点。如果你一生刚正不阿，如果你一生耿直，没有做任何恶心的事情，没做对别人有害的事情，一辈子拼了老命勉强把自己身边的几个人照顾好了，没有成名没有发财，没有成就伟大的事业，然后耿着脖子一生正直，到了七八十岁耿着脖子去世了。你这一生是不是没有改变世界？你还是改变世界了，你把这个世界变得美好了一点点。因为世界上又多了一个好人。“ 永远年轻，永远热内盈眶，永远保持正能量。💪💪💪💪💪💪冲鸭！！！！ -&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;个人信息： 一些别的事 追求尽可能的简洁，清晰，易用。 更新日志：–2022.05.12：好像改了不少Σ(っ °Д °;)っ–2022.05.11：改了很多的–2022.05.10：改了点–2022.04.20：好像还没改 Σ(っ °Д °;)っ–2022.04.18：啥也咩野有 (°ー°〃)–2022.04.17：啥也咩野有 (°ー°〃)–2022.04.30：去图，精简卡片–2022.04.22：好像还没改 Σ(っ °Д °;)っ–2022.04.16：啥也咩野有 (°ー°〃)–2022.04.13：改版评论–2022.04.25： (๑ˉ∀ˉ๑)–2022.04.19：害，没改–2022.04.19：好像还没改 Σ(っ °Д °;)っ–2022.04.18：可能改了点什么 (°ー°〃)–2022.04.14：啥也咩野有 (°ー°〃)–2022.04.14：利用五一放假，重做了首页的 本站推荐索引 相关项目 Java并发知识点 其他 网易云音乐歌单分享 计划2022计划 2021.12.31 2021-GOALS 看完十本书 出去旅游（跟兔糖一起） 2021计划 2021.12.31/21:59:00-&gt;更新于2021.12.31 2021-GOALS 购买的专业书籍至少看完一遍（并发、重构、设计模式…）-&gt; 95% 额外： 追了很多剧 总结： 有优点有缺点，没坚持下来的还是太多，追了太多剧。以后多学习，多思考！ 时间轴记录","link":"/about/index.html"},{"title":"","text":"🎈🎈微笑墙🎈🎈 王嘉尔 王嘉尔","link":"/album/index.html"},{"title":"","text":"申请友链须知 原则上只和技术类博客交换，但不包括含有和色情、暴力、政治敏感的网站。 不和剽窃、侵权、无诚信的网站交换，优先和具有原创作品的网站交换。 申请请提供：站点名称、站点链接、站点描述、logo或头像（不要设置防盗链）。 排名不分先后，刷新后重排，更新信息后请留言告知。 会定期清理很久很久不更新的、不符合要求的友链，不再另行通知。 本站不存储友链图片，如果友链图片换了无法更新。图片裂了的会替换成默认图，需要更换的请留言告知。 本站友链信息如下，申请友链前请先添加本站信息： 网站图标：https://removeif.github.io/images/avatar.jpg 网站名称：辣椒の酱 网站地址：https://removeif.github.io 网站简介：后端开发，技术分享 加载中，稍等几秒...","link":"/friend/index.html"},{"title":"","text":"&nbsp;&nbsp;听听音乐 音乐播放器由mePlayer提供，布局参照网友博客所作，感谢作者的辛勤付出。更多音乐分享请查看歌单。 &nbsp;&nbsp;看看视频 ->点击以下条目开始播放视频,向下滑动查看更多","link":"/media/index.html"},{"title":"","text":"来而不往非礼也畅所欲言，有留必应","link":"/message/index.html"},{"title":"音乐歌单收藏","text":"温馨提示：选择喜欢的音乐双击播放，由于版权原因部分不能播放。如果喜欢歌单收藏一下，去网易云都能播放哟！","link":"/music/index.html"},{"title":"","text":"碎碎念 tips：github登录后按时间正序查看、可点赞加❤️、本插件地址..「+99次查看」 碎碎念加载中，请稍等... $.getScript(\"/js/gitalk_self.min.js\", function () { var gitalk = new Gitalk({ clientID: '43849959be77471d3dd2', clientSecret: '382c05157c832dcfc05a248478f1f89cabb9b8ee', id: '666666', repo: '-issue_database', owner: 'rabbit-42', admin: \"rabbit-42\", createIssueManually: true, distractionFreeMode: false }); gitalk.render('comment-container1'); });","link":"/self-talking/index.html"}],"posts":[{"title":"序章","text":"一、序章我见到的彭诗蕊，是一个快乐的少女，一个美丽的女孩，她活泼可爱，热爱美食。身姿曼妙，吐气如兰，落落大方。 干净整洁的，白黑相间的毛衣，简约时尚。一袭过膝牛仔裙，笔直柔顺的黑色长发，可爱俏皮当中又透露着一丝干练。我盯着她看，她就问：怎么啦？“我可以给你发5.2元的红包吗？”“那我将送给你自由。” 这一切还要从二零二一年，农历辛丑牛年，十一月的某一天，说起。","link":"/2022/02/19/article1/"},{"title":"第一次吵架的和好过程","text":"（蕊蕊习惯替人着想的好脾气，以及玻璃心的诗蕊自我完成和解愿意原谅我为结束） 123456789101112131415161718192021222324252627282930你说话很直接，也会玩梗，我平时聊天也不多，就是跟你聊天就停不下来&gt;folded你不要这么想蕊蕊你睡了嘛我可只喜欢你没有没有，是我老说错话惹你不开心没人比你好是我说话口无遮拦明明自己有错不提前跟你说去哪里了还嘴硬不好，我觉得你比别的女孩子都好你对同事和闺蜜都很好很善良有爱心，喜欢关心别人是我不好总惹这么好的你生气难过也没关系的，情绪化也好，我都会一直保护你不受伤害的我一直在你身边从未走远(๑• . •๑)是我的错，蕊蕊不开心跟我说好不好嘛肯定会想呀，想你呀，想关于你的一切晚安摸摸头我等你睡着呀(๑• . •๑)睡不着给我打电话我一直都在安呀我不怕累，我认定的人都会坚持下去的，直到你不喜欢我，人生苦短能遇到适合又喜欢的人很不容易，我会珍惜跟你相处的每一刻，也会认真改变的希望你能相信我一次我不发消息吵你了，你快睡哦最喜欢小蕊啦亲亲(๑•ั็ω•็ั๑)快睡呀 分手希望和好，发了很多内容，都是希望诗蕊能原谅我。 宝贝其实我觉得你比别的女孩子都好，随便一穿不化妆都比别人好看，待人接物都很真诚，做事也雷厉风行，跟我刚好互补，所以我有时候不想动脑情绪低落的时候就很无聊，但我感觉你永远可爱。 我昨天一直说你不好的地方，不过是鸡蛋里挑骨头，那些对我来说不是什么问题，有些其实我心里有答案，只是有些疑惑想跟你聊聊，但我感觉到你好像拒绝沟通，一直吐槽我说话，我有点生气，我知道是我不对，我下次绝对不会了。 宝贝我知道错了，别生气嘛🥺我其实很怕你难过，所以我一直问的是你会不会开心，我真的很在乎你。 我每天都很想你，可你这周都不想跟我见面，所以对周六满怀期待，起来洗漱了很久，还喷了香水，但昨天就相处了3小时，也没能送你回家，所以很难过 。 你自己培养了一半的老公，放弃了很可惜哒。没有你我好不起来。没有人说我激励我，我就会变得很懒，不能跟你聊天我就会很难受，担心你肚子有没有不舒服，最近有没有胀气，腿腿是不是还会突然很疼，宝贝，相处不开心的地方你跟我说说叭，很多事情其实不是你想的那样啦，你跟我好好谈谈叭，宝贝你在干嘛呢，你不理我的时候，我的心真的好乱，我的心无处安放，怕你不开心，内心很想好好照顾你，跟你开心的在一起，我想跟你好好的，我觉得我们之间还有重新开始的可能，我对你的喜欢不会凭空消散，你不喜欢我的地方我可以改，你对我失望的地方你跟我吵，说说我叭。 分手，且一直处于想复合状态的我。早上只发一个表情包是因为…在想很多事情想你怎么啦，我是不是该冷漠一点才能跟你平等，这样你就会对我好一点，免得你不珍惜我。 昨天早上7点你给我打了电话后，我想了几点:1.你喜欢的很多特质我都没有，我要变强; 2.你觉得我过度付出了，咱俩不太平等，压力有点大，也变得不珍惜我了对我态度差，我要学会控制了，不能这么卑微。 3.你觉得需要指引。我在想怎么才能更好的指引你，有哪些可以帮到你，目前在想的是帮你简历和职场经验给一点建议。 4.你希望对方有主见一点，能依赖一点。我就在想是不是每次吃饭不应该什么都问你，我应该自己做点规划再看你喜不喜欢。 现在属于什么时期，我好想也不太明白，但是我满心满眼都是你，我看到一个表达心意的红包套路，就开始想能不能试试你的反映。大概是每发一个红包，都是一个数字，每一个数字都有一种寓意，都代表着我对你的喜欢，各种各样，关于喜欢，关于爱，关于思念，关于心意。内容是这样的： 一不小心爱上你两情相悦喜欢你三生有幸遇见你四季如春温暖你五湖四海都陪你六神安宁只因你七上八下想见你八面玲珑关心你九霄云外还是你十指紧扣我爱你 感觉里面每个词都很温暖，我挺喜欢里面的这样一种感觉，很喜欢这样的表达，于是我逐个按数字给诗蕊发了微信红包，诗蕊看了之后，好像也没回什么，虽然不知道这个可爱美丽的女孩子心里想的什么，但是起码我的心意、爱意、思念传达了出去。 诗蕊就是三月春风里的小确幸，我每时每刻心里都会时不时想起她，这样的女孩子，是我一生中最幸福而执着的追求。","link":"/2022/02/26/article10/"},{"title":"深夜真心语","text":"某天深夜，给诗蕊写了一些真心话，真的希望诗蕊一直做一个快乐幸福，阳光率真，纯洁明媚，静下来的时候优雅恬静，动起来的时候活泼可爱，机灵可爱。 跟诗蕊在一起的时候真的很开心，诗蕊活泼可爱的性格非常有感染力，情绪是会传染的呀，诗蕊开心的时候我也会很开心，想一直跟你在一起，虽然这段时间我们彼此有些误解，话题也变少了好像也有了一点隔阂，但我觉得这是爱情走向平淡期的必经之路，平淡期过后，真爱才慢慢浮现。我们前期也有过激情和热烈，但是随着彼此熟悉了解该聊的话题也会逐渐平淡而琐碎，这正是爱情考验人的地方。有些人受不了平淡琐碎和矛盾，但是每段爱情历程总是规律性出现这些阶段，真爱就是在这些鸡毛蒜皮细枝末节中彼此深入了解，互相磨合，最终圆满。 同甘共苦，彼此性格熟悉，慢慢互相变得契合而熟悉。只要我和诗蕊两个人彼此真心相爱，这些误解和阻碍想如冬日的迷雾，当春日到来，阳光照耀，爱情的真谛也会清晰可见。乍见之欢，不如久处不厌，指的就是我们这种感情，那一眼见了你，你的一颦一笑，一举一动，历历在目，当时的我便认定了诗蕊。我们还是曾经的彼此，只是大家目睹了彼此更加完整的一面，我见过了诗蕊口是心非刀子嘴豆腐心的时候，喜欢上了这个率真温柔的女子。 虽然我们现在依然有着误解，但是内心由内而外散发的爱意不会说谎，即使总已另一种方式表达出来，宛如白纸上的一点黑渍，黑色格外醒目，却让人忘了万物皆有缺陷，我们喜欢的正是那一眼看过去的纯净洁白。我依然深深地喜欢着诗蕊，有些话是反话，是嘴硬是反驳，更是害怕溺爱后经不住一点风吹雨打的心狠，所以爱有时以伤害对方的方式呈现，但却是感情已到深处。爱到深处，只有诗蕊一人，我也忘了表达始终有局限，真正的爱只有用持之以恒，用时间和行动去证明，我依然，从一开始，从始至终，都希望着与诗蕊在一起，生活在武汉，过着平凡而幸福的生活，我们一起买菜，一起做饭，我给你捶背，你给我熨衣，内心深处希望着就这样跟你白头该是多么美好的一件事呀。 正如诗蕊当时安慰我早睡时说的一句话“你要早点睡，你年纪比我大，我怕你死在我前面。”我当时觉得诗蕊好温柔呀，害怕我死在前面，是因为不想因为我的死而难过。或许这就是爱情叭，我和诗蕊现在依然因为一些误解还没完全和好，但是我相信相爱的心和持续产生的爱意会融化短暂厌恶和误解的坚冰，变成细水长流的情意绵绵，真希望能幸福地每天见到诗蕊，因为诗蕊就是我的全世界，这个世界哪怕慢一点，我也不想错过，认定了，就是一辈子。诗蕊便是的到不了南墙，走不到黑的夜路，心心念念时时牵挂的女子。 想跟你一直在一起，哪怕慢一点，只要最后是你。 有时候在3月份你说的分手考察期如果我能做得更好，改变更多也许就能弥补你内心的难受叭，我总是一味以自己的方式付出，总是弄错了诗蕊真正喜欢的东西。可是人生没有彩排，往事也不能重来。 那天诗蕊的鞋子淋湿了，我只是说了一句我也是，雨好大呀，我不知道怎么关心你，最后一直跟你说的话唱反调让你不开心，总是小心翼翼总是犯错，我觉得自然洒脱一点也许会更好，但是随意也无法表达出关心，我对你的关心是在下雨天却点了一杯冰镇的奶茶，只是因为记得你喜欢葡萄，你不喜欢喝热的，总感觉上天给我的难题很多，但是总想跟你一起克服，而事实上，除了这些我还记得很多开心的事，我记得你给我发消息“和洪胖在一起真开心”“你是除了我爸我爷以外第二个对我这么好的男生”，记得那天我在给盲盒上挂钩，你从我背后抱住我，感觉很紧张，但是又感觉很喜欢，就很想紧紧抱住你。 到现在我甚至忘了我们是如何走到这一步的，只记得每次去找你都会认真剃须认真选择穿什么，看见你很想一把抱上去，想对其他任何人说嗨，你看这是我女朋友，怎么样好看叭，云卷云舒，与时同卷，与尘同舒，看见你跟别的男生聊天会不开心，甚至看你社交关注了别人也不关注我会难过，我想我很在意你，虽然总是犯错，却总是希望可以改正下次可以做得更好，希望你能开心，希望你能幸福，遇到你很不容易，中国15亿人，我们相遇的概率只有0.0000003%，很不容易，也不想放弃，但是比起让这段感情开花结果，我比任何人都希望你能幸福。 写到这些的时候眼泪止不住流出来了，感觉自己好没用，什么都留不住。 我怀疑诗蕊是不是工作找的或者进行得不顺利所以我基本上没提过，其实我很想跟你提提这方面的事情，但是怕给你造成压力。 就很想了解你最近的苦恼什么的，感觉我们深入的心灵沟通太少了，你也不主动跟我谈，我也不知道怎么开口跟你问，怕一提你会觉得烦，其实我也好，你妈也好，出发点都是为了你好，不要有压力，只要尽力就好了，在开心的基础上努力，跟我一起讨论一些开心的行动方法，然后怎么跟妈妈表达自己的想法什么的，其实很想跟你好好聊聊。不过诗蕊很要强，很多事都想自己解决。 诗蕊觉得自己找不到工作，今年的疫情比去年更严峻，下一份工资肯定没有之前高，一切仿佛回到了原点。 可我觉得，肯定不会的这样的，我相信诗蕊，诗蕊能力很强，面试感染力很强，加上之前面试的成功经验和在两个比较有名的大公司实习经验，一定可以顺利找到工作的。可能刚开始没那么高但也没那么糟心，没那么累，工资也会慢慢涨上去的，况且比起多个一两千块钱，能学到实际东西或者给简历加一笔都更有价值。 况且诗蕊很棒的，要相信自己。 诗蕊说妈妈一直催她找工作，搞得她压力很大，诗蕊也不想一直失业啊。也没找家里要过钱(.﹒︣︿﹒︣.)。我觉得，诗蕊很棒呀，很坚强呀，一直没找家里要过钱真的很厉害哒，其实我在你这么大都有一整年因为考试没工作呢，不要着急哦，脚踏实地一步一步慢慢来，也不是你的问题，妈妈其实更多是关心，不要想那么多，无论怎么样大家都爱你，我也会一直帮助你的。 诗蕊说，“感情感觉也很失败，自己也处理不好。”听到这句话的时候，我真的很心疼诗蕊呢，仿佛意识到自己在这个时候给诗蕊的不是支持和关心，而是压力和不快乐的感觉。 当时的我这么回答诗蕊：没有喔，其实这段感情感觉诗蕊也在努力，我其实想跟你好好沟通的。我难过的点我统一跟你说一下哦。 1.我对诗蕊，应该是安全感在作祟叭，感觉总是联系不到你就会这样。感觉你关注了新的男孩子然后老把我移除也不关注我，不愿意跟我有亲密举动，其实我很希望，可能还是缺少沟通叭。就是很希望跟诗蕊谈谈心的。 2.然后就是我一些很在意会难过的事情，也希望诗蕊知道的。比如你把房间密码改了但是没跟我说(想听到的是诗蕊好好跟我说提前让我知道改了密码，这样之后送东西打不开就不会那么难过)，我上次其实就很难过，就很希望你能跟我打声招呼，我其实都很理解，但是你跟我打个招呼我会没那么失落。有些事因为一直和你说，你答应了两次没有做到，我就开始沮丧，然后你说的事情我也行动的不迅速总是在拖(我其实也是一直在控制，跟情绪抗衡内耗)，感觉成了恶性循环，我会努力好好理解你的，但也希望你能好好的跟我讲。就是想跟诗蕊和好，但是迟迟没有进展。很多问题都来源于这个吧，我的身份认知总在男友和朋友之间反复横跳，一下怕出格一下怕做得不够，总是自我怀疑，希望能好好照顾你，但又觉得心里很不踏实，是不是误解是不是我的烦扰。 总之，主要问题可能是缺少有效、细致、深度和真挚的沟通吧。 不知道是不是传达到的某些意思还是让诗蕊感觉到了我在抱怨，而不是自己对她爱意的一面。可能这个时候只会加剧她的难过吧。 诗蕊后来一直跟我说的是，“可是我不喜欢你了洪胖。”听到这个的时候，有种心灰意冷的感觉，感觉收到了沉重的打击，可是理智告诉我，诗蕊说的只是气话而已，最近我对她的态度让她太失望了，她最近已经不想聊这些了。 可后来我一直说要走，一直说一些质疑她的话，因为看到诗蕊关注的人，看到诗蕊的蚂蚁森林有人发暧昧的弹幕之类的，觉得很不开心，可能是占有欲和控制欲和不安全感，在作怪，当时说了很多过分的话，可能诗蕊听起来是在指责她，其实我只是在跟她说我难过的地方，因为在意，因为喜欢，才会很难受，诗蕊可能都当真了，一直顺着我说，可能是为了逃避争吵吧，我也没有控制好我的情绪。(说完某些话之后，会感觉有些自责，感觉自己为啥那时候不多考虑下诗蕊的感受，每次都是事后才会自责) 后来我给诗蕊道歉了，说明了我不该误会她，总是冤枉她，不应该故意找她吵架，希望她有个答复，其实这个时候让诗蕊安静一个人静一静，诗蕊喜欢自己消化情绪，这个时候不要吵到诗蕊，让她自己想说就说出来才是最好的解决办法。 于是我冷静了很久，有想说的都发在了跟诗蕊一起的群聊里，希望诗蕊不忙的时候能看得到。 诗蕊这几天来姨妈了，很不舒服，我一整天没有收到诗蕊的消息，就安慰诗蕊：“不知道你肚子还疼没，希望快点缓解，找工作的事情不用急哦，妈妈可能是关心问的多应该不是催哦，她也是希望你好，噗笨蛋。。。家人是不会有强迫你的鸭，不要有太大压力，很多人离职半年的都有，这才一个多月嘛，慢慢来，社招渠道如果效果不太好的话，可以试试内推渠道的，如果有帮的上忙的可以跟我讲，今天星河虽不璀璨，正是月亮躲起来跟诗蕊说wanan。” “蕊蕊肚子还是疼的话，尽量喝热的哦，我以前阑尾炎肚子也很疼就感觉很不舒服，很难受，我妈妈照顾了我一个星期，我觉得应该是类似的感觉，以后你来例假了，我来照顾你。”","link":"/2022/02/27/article11/"},{"title":"第一次","text":"第一次，加微信的第一天和一个女生聊天到凌晨2点半，又连续互道了二十几次晚安。最后她用（不要回复）才结束。 第一次，每天早上起来的第一件事就是想着要给一个女生发消息。 第一次，头一次见面让一个女孩为我走了20分钟的路。后来才知道她平时很不喜欢走路，几分钟的路也会打车。可是那天我们走了一个多小时。 第一次给一个女孩子写了很多网页，只因为无法当面说出口的情话。 第一次和一个女孩子一起抽了这辈子都没抽过的这么多的盲盒。 第一次，对一个女生说过年去我家叭。（虽然后来没去成） 第一次为一个女孩子学习用Matlab画玫瑰花。 第一次和一个女孩子一见如故，一见倾心，忍不住想牵她的手。 第一次和女孩子约会的时候也是第一次吃汉堡王，更是第一次女生付钱请吃饭请打车。 第一次和女孩子一起一天只吃了一个汉堡王，却还觉得饱饱的。 第一次有女生凌晨三点半跨越接近20km去找我。 第一次有女生连续两次凌晨三点半不愿二十公里来找我。 第一次给一个女生做朋友圈封面。 第一次给一个女生做了各种颜色的七彩情侣头像自己换上。 第一次一周内连续四天中午去吃美食，全是我没吃过的店。 第一次陪女生做美甲，在旁边不知所措，但是看见她就很开心，怕她渴，第一次在陌生的店里点了外卖。 第一次知道外表大大咧咧快乐元气的女孩子，也有脆弱得哭了两天的时候。 第一次，担心一个女生下班太晚拿不了快递，每天都想着让她能更轻松一点，一下班就去帮她拿快递，即使自己住得很远也毫不在意。 第一次，不小心把一个女孩子说哭，把我拉黑我失眠了。 第一次，圣诞节寒冷的那天却感觉格外温暖，收到一个女生亲手组合装好的糖。 第一次收到认真一笔一划做的生日礼物。 第一次，和一个女生的室友一起进入一个群里聊天，感觉亲密联系仿佛见了她的家人。 第一次，得知一个女孩子摔倒格外紧张，一上午都想着要快点去找她。 第一次，有女生买的pad到了第一时间让我下载我喜欢的二次元游戏，而不是下载自己喜欢的游戏。 第一次，有女生给我点了五十块钱的奈雪。 第一次，把一个女生的照片设成桌面。 第一次，跟同事炫耀说，这是我女朋友，怎么样好看吧。 第一次，和一个女生一起抓到了人生中第一个娃娃，又在另外一个地方抓到了有生以来最多一次的几十个娃娃。第一次，兑换了娃娃，一个布朗熊和一个琳娜贝儿。 第一次，在女孩子的书桌前趴着睡了一晚。那天没有睡好，总会担心她是不是没有睡着。 第一次跟一个女生在五个月内聊了接近2G大小的天。 第一次给一个女孩子写了两万字的时候情书。（虽然不断拖更） 第一次在电影院为一个女孩脱下外套给她披上。 第一次被女孩子投喂喝水。 每次一起吃饭总给我夹菜，自己吃完还会给我组合一道自创特色菜。 第一次有女孩子送我小兔子灯。 第一次，寒风瑟瑟的冬日凌晨一点，在街头，和一个女孩子在等车的间隙，她冲上去买了羊肉串递给我。 第一次跟女孩子一起去逛金店，买了喜欢的手镯。 第一次，可能是这辈子最后一次，天天中午都担心一个孩子饿着，想着早点下班给她送吃的。 第一次和一个女孩子在返程的过程中出租车上也能聊得很开心。 第一次，一个女生专门来公司找我，给我送了吃的。每次来都不忘给我带点什么。 第一次，在公共场合系鞋带，后来有一次还被店里的老板小姐姐说我们撒狗粮。 第一次，连续五天给一个女生发消息，即使她没有回也不觉得累。","link":"/2022/04/30/article12/"},{"title":"关于过错的冷静反思","text":"关于对自己犯错的反思。 这个是在知乎是突然想起要写的，跟诗蕊分开那天非常难过，很想跟她和好如初，吵架冷战的第三天，我还做了个梦，梦见诗蕊回来了，一觉醒了她躺在了我的床边，就像以前一样。于是我又继续睡了，这一次很安心，可是再次醒来时，房间空荡荡的，再也没有了梦里的欣喜若狂，再也没有了曾经的人间理想。 说多了便是泪，比起突然明白，更像是认真反思这段时间犯下的错。 1.有自己的生活。 给对方私人空间，而不是总是怀揣不安全感，去找她。这样自己没法自我提升，没有将爱放在自己身上，学会爱自己才能更好的爱别人。一味地去希望天天在一起，反而时间久了容易没了激情、心动和新鲜感。而女生也更喜欢强大的人，无论事业、感情、心理能力、为人处事能力还是社交能力。 2.不要画饼。 不要总是抬高预期，让她失望。我总是不知不觉让对方失望，有时候不要随便承诺，如果承诺的事情就一定要做到，这才是一个男孩子给女生的安全感来源。 3.不要小肚鸡肠。 （因为蛋糕吵架）(因为对方前任朋友圈的事情吵架) 对她态度不好，总是一味讲道理，不关心她的情绪。 让她感觉到我的冷漠（我不开心的时候容易被情绪控制，我总是后知后觉才想到考虑她的感受，让她难过） 其实最重要的是明白两个人在一起要互相体谅，重要的不是对错，而是当时她内心的不安、惶恐和难过，重要呵护她、安慰她、鼓励她，而不是在这个时候跟她争对错，我总容易受当时情况的影响，没有马上意识到她当时的心情，忽略了她的感受。现在也只能反思和自责。 4.不应该算自己的账，应该跟她共同面对。 对彼此的付出应该是基于爱和彼此对爱的理解，这其中很可能有不对称的地方，不能以自己的标准去衡量，而是以爱为衡量，都是表达爱的方式而已，不要总是计较得失。 5.努力做一个高能量的人。 不要在她在意的事情阴阳怪气，让她get不到我的点。不仅不有趣反而显得很幼稚。多鼓励她做得更好，而不是看到她很在意的不完美的点，学会换位思考但不能以己度人，虽然自己是这样可能不在意，但是并不代表别人不在意。拿去开玩笑，这样只会让对方讨厌。很容易争吵，让对方感觉到冷漠和不在意，争吵时间久了爱意逐渐磨去，两个人也越走越远。 6.要做一个内心强大的人。 明明很开心的在一起玩，一起快乐，其实关系是变得越来越好了，我却老是指责对方让自己难过的点。表达方式有问题，还选择的时间不对。特别在她不开心的时候，其实更容易牵动她的情绪，这个时候我要做的应该是优先考虑他的情绪，而不是一味地提她做的不对的地方，让本来就玻璃心的她更容易受伤害。 7.非暴力沟通，好好说话。 比如蛋糕。其实我想说的是蛋糕我忘拿了。说出来的却是蛋糕不是说好的给我嘛。 其实是很小的事，我却总是怀疑，次数多了，对方心里也敏感，条件反射就不开心。让很多你本不是这个意思的事情，也条件反射地觉得你是怀疑、冤枉、误解。最要紧的还是双方好好沟通，有些话还是正面说，不开心也好好好说出来，学会表达自己的情绪。 8.要学会表达自己的真实情绪。 每次故意说反话，其实是很幼稚的行为，不开心就大大方方地告诉她，说清楚哪里不开心，希望对方怎么做。我经常说自己不开心，但很少说自己的期望的对方表达。比如对方把密码改了，我其实真实想说的是，“如果你跟我提前说一声我就明白的，说一句介于我们现在的关系，我要改一下密码哦，你下次进不来了不要着急，我会给你开门的，就好比是预防针一开始满怀期待地去开门那一瞬间会很难过的”。可我每次都只说一半，就一句“你把密码改了也不告诉我”对方肯定误解了，然后觉得我无理取闹，就很容易吵架。 明白自己问题所在是一件多么难的事，很多道理很多感受，总是等伤害过后才恍然大悟。这个时候多半感情有很大的裂痕，两个人矛盾激化，一方有了排斥和厌恶情绪。 有时候真的不愿失去后才去后悔 ，毕竟想到曾经美好的开始，那些动人的画面，奇妙的故事，总会觉得妙不可言。 那么好的姑娘，那么美妙的相遇，那么如知音般的一见倾心，互相钦慕。 想回到以前互相喜欢又能好好沟通的状态，想做出改变去找回自己遗忘的感觉。那一种只要看见她就很想笑的感觉，看到她发的消息都很开心的感觉。 心里都是她，总想把最好的都给她。什么时候，忘了初衷，忘了一开始的感觉，变得为了索取一些没有什么意义的情绪价值忽略了她的感受，却没想到改变自己，没想到为了她，自己如何变得更强大，更美好。如何让自己跟跟她走得更远，去战胜以后的困难。 天色尚明。","link":"/2022/05/01/article13/"},{"title":"不存在的终章","text":"毛姆在《月亮与六便士》里曾经写道，“在爱情的事上如果你考虑起自尊心来，那只能有一个原因：实际上你还是最爱自己。”我时常觉得自己的自尊并不重要，我觉得诗蕊是最重要的，这辈子能遇到这么喜欢的人，不容易，我不能把她弄丢了。 我不想要自尊，我只想要诗蕊。 整个城市的街道充满着六便士，我却抬头看见了诗蕊。 To be continued…","link":"/2022/05/02/article14/"},{"title":"序章","text":"和诗蕊在知乎遇见，感觉充满梦幻色彩，因为感觉回答这个问题的女孩子很可爱，会突然蹦出一个颜文字，跟我陷入粉色浪漫时聊天的感觉很像，就是那种单的美好，很吸引人，就像让人了解这是一个什么样的女孩。而且，回答里面她说的位置，刚好是我上班的地方，然后她说的条件，我好像也基本满足，最重要，她说的不喜欢直接发照片，先聊得来最重要，跟我的想法很契合。最开始，因为喜欢这种轻松可爱的聊天风格，我们的对话充满活泼欢乐和爱意。 刚开始聊天的时候，很开心。诗蕊会很开心地跟我分享工作中遇到的有趣的快乐的事，我一个害羞腼腆的男孩子，哪里抵抗得住美丽可爱又元气的兔糖攻击，看着她发的颜文字和表情，心都化了，可以说是非常可爱啦。 诗蕊会时不时喊我猪猪，虽然当时一下无法接受，觉得是不是觉得我又笨又傻，后来逐渐接受这种设定啦，这么可爱的诗蕊，其实是只对亲切的人才会称呼为猪呢，就像她称呼爸爸就称呼的胖子，然后发的表情也是猪。 我还和蕊蕊一起打游戏，虽然很菜，但她也会找理由站在我这边，觉得我很好。第一次跟蕊蕊打游戏，就语音了，听声音是一个很率真，很少女的女孩子，说话很好亲切，很喜欢说话，打游戏也很厉害，在黄金局直接就是MVP，相比之下我打得很菜，她也没有说我。诗蕊说话很温柔可爱，经常我说什么，她就会回答“好鸭！”感觉很元气可爱。 第一次吵架。因为我打电话一直说前女友，其实我只是为了说明一个道理，我太喜欢就事论事啦，惹蕊蕊不开心。 就想好好哄哄她，想事诗蕊这么好的女孩子，就应该被这个世界温柔对待。 蕊蕊上班不开心，突然对我说“狗男人靠不住”，后来好像自己翻了聊天记录，觉得自己不对，其实我觉得蕊蕊骂我的时候还挺可爱的，我觉得她在意我，但是她又很温柔，她觉得自己不对，不该对我凶。 蕊蕊真是个温柔的女孩子呀。 我表达了很多关于对诗蕊的喜欢，不吝言辞地去表达爱慕之情，这才是爱情最纯真的样子吧。也希望诗蕊能天天开心。 开心和喜欢，每一天都有。 诗蕊偷偷给我点了外卖，但她却不愿承认，真是傲娇的女孩子呢，也太可爱了叭，每天跟蕊蕊聊天可真开心呢，好棒呀，她还故意说是别的女生点的，说她好难过，诗蕊，戏好多，但也太可爱了，好喜欢呀，点的奶茶的葡萄味的奶茶，还加了很多别的，很好喝呀，每一口都是跟诗蕊的甜蜜，还有薯条呢。 遇见诗蕊真是最棒的事情呢。","link":"/2022/02/19/article2/"},{"title":"命运般的邂逅","text":"二、命运般的邂逅 追求得到的爱情固然美好，但不经追求而得到的爱情更为美好。——莎士比亚 我年纪老大不小了，其实父母也老催找对象。 但是我是一个比较理想主义的人，想跟喜欢的人结婚，只是临近三十了，上一段感情，也就是初恋，在18年，现在已经过去2年了，我还是单身，那一次谈恋爱受伤了快一年。所以谈恋爱就特别谨慎。21年挺想找对象的，但我又社恐，在父母的催促下加过两个女生的微信的，但最后只是微信简单聊聊天。 一个偶然的机会，我在b站看到一个知乎上脱单的故事，讲的就是各大城市的知乎帖子里面的相亲频道，我打开知乎，开始看里面的帖子，但我很害羞腼腆，一开始只敢看，不敢搭讪，也不敢去正面发帖。 我每次都是看看里面的帖子，也不会随便评论，不敢随便私信。腼腆害羞的我羞涩地注视着屏幕，翻阅着一个又一个回答。其实我也加个一两个女生，其中一个，我就是抱着交朋友的态度，互相了解一下，不合适也可以做朋友。 然后就真的做了朋友，她在那之后好像一个月之后跟我说她脱单了，我问她是知乎上找的嘛，她是说是，还问我要不要加知乎群，说是个交友群，可以聊天灌水，也可以交友，定期会组织活动吃饭，组织去的店也都还不错，即使不交友，当个美食群也可以，毕竟可以拼单去吃一些好吃的。她现在就是脱单了，但是舍不得离开这个群，偶尔还是会在这个群聊聊天。她说群友都很逗，聊天氛围也好。这个群也就是我现在还没删的“鸳鸯火锅群”，后来发现这个群离我太远了，里面主要是武昌和汉口的小伙伴，我又加了“光谷火锅群”。 然而后来我也没去群里聊天灌水了，除了第一次羞涩地打了个招呼以外，基本都是在看看群消息，偷一些表情包。我还记得她拉我进去的第一句话就是，一个腼腆的小哥哥。另一个女生，就很搞笑了，就是我经常调侃的“网恋被骗30块，从此不再相信爱”。 幸运的是，在这一天，我看到机智的兔糖发的回答，感觉这个女孩子非常的活泼可爱。是我很喜欢的风格。即使只是交个朋友聊个天，应该也会很开心叭。但是我也不好意思太主动，就先发了个颜文字过去。 这就是缘分的开端。 “哇，是刚上班的兔糖。”“呀，没有啦，那个点才起床。” 这是跟兔糖开始聊天的第一句话。那个时刻8点50分，我就觉得是刚上班看手机的女孩子。 兔糖说我颜文字可爱，可以跟她一战。我问：“肚子饿了的兔糖和没有吃饱的美少女有什么区别？”兔糖说：“喵喵喵，隔一个你。”我就感觉这个女孩子的回答好可爱，像一只活泼的小兔子，身上毛绒绒的，时而靠近你，用柔软的耳朵蹭蹭你，时而快速的走开，动动小嘴，是一种清新而温暖的感觉。她像一缕冬日的阳光，照进了我的生活。那束光里，有我前三十年里沉淀出的挚爱，带着在时间的长河里不断游走的心动感觉，梦转千回，童年的回忆和少年的长情不断交织，像微弱的南极光，美丽邂逅般的格陵兰冰原反射光，北极曙光，点亮黑暗的烛光，又如同神明的火炬，那一刻的感觉流连忘返。我的人生经历、情感历程、甜蜜感受，我对爱的理解，对人的期待，在那一缕光里找到了答案。 当时我想，感谢知乎让我遇见兔糖，让我等到这个女孩，这一刻我等了二十九年。 兔糖主动说“咱俩加个微信呗”，我想怎么能让女孩子主动呢，我要来加兔糖吧，然后我还是打出了自己的微信号。 我还记得，聊天的第一晚，我们彼此互道晚安，却一直没睡，来来回回说了三十多次。因为彼此总想回对方消息，看她发了还想回，感觉还有很多话题没聊，很多事情没说，很多问题没问，第一次发现沟通的快乐，比起纯粹的文字传递信息，我们聊天时发送的每一段电子信息都尽可能让对方感受到彼此热烈的情感，或开心，或惊讶，或难过，都想让对方知道。比起传递信息，更重要的把对对方的好感、重视、好奇都尽可能传达到，对方不能完全理解时，还会一直发消息补充回复，一边想把自己的经历跟她说，一边努力理解她聊天时的心情，她经历的事情，她的性格，她的习惯，她的爱好，她的一切都想了解，希望黑夜和困意都难以阻止我们继续聊，那天好像聊到了快两点。 光是聊天，就是爱情最初的样子，热情洋溢，又渴望两颗心的接近。 加了微信之后，知道了兔糖有着很好听的名字，叫诗蕊，第一耳听上去就很好听。诗和花蕊，都是最美好的事物呀，诗蕊就是很美好的女孩子。 刚认识的第一周，每天都很开心，诗蕊会分享她每天的日常，工作当中和同事的开心的聊天记录，生活中快乐的小细节，自己喜欢的事物、爱听的歌曲和有趣的视频，将一个人快乐分享给在意的另一个人，这样快乐就加倍了，变成了两份快乐，这不仅是分享的意义，更是分享的两个人关系亲密性的见证。虽然两个人上下班的时间点有所不同，但是彼此总会为对方迁就，去适应。诗蕊每天很早被我的消息吵醒了，也会回复我的消息。虽然很快又睡了，但是知道对方一直都在的时候，是一种很有确定性的感觉。人生充满风险、未知和不确定性，每一点确定性的事物，都能增加内心的安全感，感觉很暖心，诗蕊就是这么体贴而暖心的女孩子。","link":"/2022/02/19/article3/"},{"title":"第一次见面","text":"三、第一次见面我两第一次见面的时候。前一天很紧张，那一天，跟诗蕊语音聊天，聊了聊彼此的生活，有关工作的开心事情。我现在也只记得，诗蕊最后一句，说的也是“今天也是开心的一天”，接连好几天打电话，诗蕊都是说的这句“今天也是很开心的一天呀”，每天虽然拉了拉家常，浅浅地聊了聊人生。 “今天也很开心呀”这是与兔糖相识最开始的十几天里，她对我说过最多的一句话。 这种乐观的心境，让人不由自主地想，这是多么积极乐观的女孩子，集美丽、可爱、温柔与才华于一身，心中怀揣单纯与热爱，这种生活态度，就像清晨的第一缕阳光般清新温暖。任谁都想要靠近，世间的美好环环相扣，兔糖的这一环，就是代表美好的莫比乌斯环。 由于前一天熬了夜，早上一直睡到很晚才起床，大概是11点，蕊蕊问我，起床了嘛？很温柔的她，带着可爱的猫猫表情包，整个氛围，隔着屏幕都能感受到爱意，很温暖，很柔软，12月的冬季，躺在床上的我，周围的寒意全无，感受到了挚热的柔情。 我想起了前一天，兔糖脱口的一句，“我想见见你”，我说，啊，兔糖要丑拒我了嘛。虽然我自我感觉长相一般，但是感觉也并不帅，女孩子不是都喜欢帅哥嘛。但是呢，我得降低预期呀，因为我也喜欢蕊蕊，准确来说，是对蕊蕊很有好感，这么可爱温柔的女孩子，而且和我一样的职业，差不多的恋爱经历，感觉缘分这件事有时候真的是妙不可言。这个世界有一场戏剧，我有两张票，但是找不到可以一起去看的人，既没有人主动找我，我也不怎么主动找别人，最多问一下“你喜欢看戏剧嘛”，很多人回答“啊，还行”，但是这时候蕊蕊说，“你也喜欢看戏剧嘛，米奇男孩”，我就感觉我遇到了对的人，这种缘分，就是在对的时候遇到了对的人，有时候是志同道合，有时候是争锋相对，而最总要是在某一个你需要某种情绪、某种感觉、某种心动的时候，有个人说了一句符合你感觉的话，穿了一件你喜欢风格的衣服，有一副你魂牵梦绕的容貌。这种恰到好处，这种机缘巧合，就是遇到蕊蕊的感觉。我们有着大家都喜欢的颜文字，我们有着相似的经历，恰好挨得很近，恰好喜欢二次元，恰好幼稚的表情包和相似的聊天风格，而在这种求同存异的基础上，又发现彼此的星座匹配，某些想法契合。缘，总是妙不可言。 蕊蕊说出想见我的那一刻，我的心便小鹿乱撞了，是一种满心欢喜的感觉。是一种充满期待，又患得患失的悸动。那时候就感觉，我可能喜欢上蕊蕊了，不知道某种原因，不知道某种理由，又好像知道是什么原因，知道是什么理由。在喜欢上蕊蕊的那一刻，一切原因、借口、理由，都突然而然，猝不及防，毫无征兆地，失去了意义。 我所熟知的爱情产生的生物激素，在命运般的缘分面前，也失去了合理的解释机会，就感觉很想见这个女孩子，每天不跟她说话，就会不开心，每天不跟她聊天，不跟她说话，生命在一瞬间就好像不完整了，每天跟蕊蕊聊天的17个小时，包括睡觉的7个小时，身体关于爱情的信号开始释放，无论是产生安全感和满足感的多巴胺的分泌，让人心跳和呼吸加速、手心出汗，面红耳赤的苯基乙胺合成，还是婚姻激素内啡肽和爱情激素后叶催产素的相互作用，那一刻只觉得这个女孩是全世界最好的女孩，最美的女孩，最想天天见到的蕊蕊子，想跟她做一切想做的事，想融于她的生活，成为彼此的一部分，人生的另一半。 喜欢蕊蕊，想见蕊蕊，这是埋藏在我心底的自我暗示，也是我不断追寻着的另一半人生。这是一种基于生物激素的爱情，又在思想和文化的镀层上，成为更靠近纯净炙热情感的上层建筑，超脱生物学的限定，摆脱肉与灵的限制，是聊天对话窗口不断推进中加速跳动的两颗心，是因为颜文字而开心愉悦的两个简单灵魂的交流，是次元文化在两个不同成长经历人身上发现的相同符文。 有时候会感觉，我的运气在遇见诗蕊的那一刻就用光了。因为蕊蕊真的满足了我对另一个的很多美好想象。 我在出发去见诗蕊前做了很多心理准备，以上便是复杂心情的一部分，另外还做了很多行动上的准备。比如，明明昨天洗了头的我，又一遍洗了头，诗蕊说她来的很快就20分钟的时候，我还在床上，有点紧张，有点激动。试了好几套衣服，都感觉不满意，有个衣服感觉挺好看，但是有个地方脏了，被看到会不会觉得我很邋遢，可这个地方洗了好多次洗衣机也洗不干净诶。而且我也好久没买新衣服了，真是衣到用时方恨少。这全是为了给喜欢的女孩子留下一个好印象。我太想诗蕊能喜欢我啦，我很想见诗蕊，会不会见面就被丑拒呀，啊，我要自信一定，自信的男孩子最帅了。 诗蕊真的是很好的女孩子呀，因为觉得我这里很远，特意选一个两者之间的地方。我说去光谷，但是她说太远啦，特意找了一个离我很近的商业体。最后我们相约在生物城，然后我还在地铁上，最后她说走过来等我，我发现她已经到了的时候，还非常紧张，得知喜欢的女孩子提前到了，我已经迟到的时候，感觉非常的紧张，这怕是要留下坏印象啦。 最后我终于到了地铁站，给诗蕊发消息，我说我到了，然后在地铁站发现了一个披肩长发，穿着牛仔裙的美丽女孩，离我大概五十多米，我猜多半是诗蕊吧，我紧张得有点想尿尿。我当时萌生一个想法，为了避免走路或者吃饭的路上突然要上厕所，还是先去尿个尿叭。于是我便粗发了，从另一侧溜走，准备先去上厕所，结果，我一转身，发现那个女生竟然仿佛瞬移般出现了我的身后，啊这，怎么这么快，她是跑过来的嘛？ “是你嘛？你是洪棋”“额。。是我。”我小声地答到。然后诗蕊就靠近我了，我心跳得好快。诗蕊悄悄靠近了我，跟我说话：“你什么时候到的呀？”“我也刚到十分钟”“那我们现在去哪里呀？你渴嘛，要不要买水” 这个女孩子好温柔呀，好可爱。诗蕊贴近我的时候，我只想起一个词叫吐气如兰，乌黑柔顺的秀发，大大的靓眼睛，高高的翘鼻尖，浓密的睫毛闪进我心间。戴着口罩，也遮挡不住她的美丽。声音温柔的她，灵动的走来走去，时而看向我，我们并排走着，肩的距离之间相隔五到十公分，走着走着，在互相有一句没一句的攀谈中，又不由自主地时不时碰到彼此的肩，然后又十分羞涩般地快速分开。我感觉这恰到好处的身高差，恰到好处的氛围，就很想跟她慢慢走一走，享受此刻平静而惬意的行走。爱情萌芽的地方，那个地方叫生物城，我们就这样在二妃体育馆的小道上走了一个小时。 以前，无论顺遂，还是走得很吃力的逆境时刻，我总是努力去告诉自己：你看，今天发生了什么什么有趣的事，总的来说，今天的我还是很开心的。 不是故作乐观，也非故意要表现得开心。都市人的生活里，也从不缺波澜。越往人生后面走，也会遇到越多的所谓的意难平、心难快乐的时光。 但，我总觉着，我们的生活都是有吸引力法则。若积极、美好，便会吸引越来越多积极之物；若沮丧、愁眉苦脸，生活会越过越难。 人身上那股正面向上的心气不能丢。 发掘着生活的小美好，时刻暗示自己“今天的我过得很开心”“今天的生活还是挺顺遂的”“今天的我还是很幸运的”。既然生活对我还是不薄的，就无须自怜，好好生活、用心工作，去回馈这份“美好”。做好该做的，故事自会顺利讲下去。 兔糖的出现让我加深了这个想法，因为总是大大咧咧，喜欢搞笑和分享快乐，跟她走在一起就会感觉到很欢乐，她乐观的态度让人感觉她的童年成长肯定是被家庭细心的呵护，快乐的成长经历让她从不畏惧。 跟兔糖恋爱最大的特点，是没有表白。我们彼此的恋爱，自然而然的进行，从好感度到亲密度的不断累积，一切都顺利成章。情感的流露，甜蜜的交流，像是每天的早安，深夜的晚安，对彼此的关心，水到渠成。","link":"/2022/02/20/article4/"},{"title":"第二次见面","text":"三、第二次见面那天，诗蕊在周四周五的时候就说要过来找我，帮我收拾一下房间。因为我一直说自己的房间很乱。 蕊蕊说她学过跆拳道，不用担心，说完我更担心了。我一直很担心她，问她到哪里啦。蕊蕊说。是不是很刺激，前一秒还再也不见，下一秒就是深夜打车过来了。我真的好紧张，好害怕她出事，那我不久没老婆了，啊呸，还不是。那我怎么对她父母交代，说好要照顾好她的，我得对她负责呀。 好在最后终于在凛冽的寒风中接到了美丽可爱的诗蕊，那天诗蕊睡衣外面套了一件羽绒服就过来了。 那天诗蕊没有化妆，纯洁秀丽，在夜色中的她，肤如凝脂，月光下显得格外的美。她穿着黑色的羽绒服，身姿曼妙，优雅又恬静，她跟我说，我们进去吧外面好冷，那一刻莫名的心动了，我一把便抱住了她，我觉得这就是我以后要娶的女孩子。 后来我在知乎回答了人生那个瞬间让你最想留着那一刻，写的就是这个瞬间。那个回答是这样的: 阴沉的天气，一个普通的冬日，12节气的大雪已过，寒风凛冽，寒意袭人。 我和一个女孩子，处于暧昧期，我们虽然认识的时间不久，但是彼此很喜欢。 那周她说要来找我，我说你提前说，我这边还没打扫，有点脏乱，然后就约好周六下午过来，我都想好怎么安排一起吃饭了。 但是周五晚上我们语音聊天，我一不小心就聊到前女友，还被她试探知道我相册没删，她还问我要前女友照片，我很实诚地给了，然后她就生气了，说睡了，也不再理我，我不知道怎么办才好，就一直给她道歉。但她还是很生气，一直不理我。 然后我们从11点一直聊到两点，然后她从两点生气到3点，说明天不来找我，我当时也蒙了，毕竟我不会安慰人，只能一直跟她说真实原因是因为懒所以忘了，希望她不要在意。 然后在我的真诚安慰和劝说下，他终于好起来了。其实主要是我不小心把鼻子上的痘痘挤破了，然后一直流血，我语音的时候跟她说，我鼻子流血啦。她好像听成我流鼻血了。她说很担心我，怕我流血过多，还要给我带创可贴，一直问我怎么样了。 在1小时内，她说了很多次要过来看我，我以为只是开玩笑。这个点太晚了，我们相距快20km。我很担心她的安全。 知道她发来打车截图的哪一刻，我的心才突然紧张起来，一直让她别来。 但她是个很倔的女孩子，坚持要来，还一直说没事，跟我分享行程，说司机开得好快。 我一直紧张得要死，问她路上怎么样了。 半小时后，她说到了。我下楼去接她，她迷路了，在楼下像一只可怜的小兔子。 在寒风里，她冻得瑟瑟发抖。 我一把抱住了她。 我永远记得那个不顾安慰，一心担心我，勇敢奔赴的女孩子。 我仿佛看到了爱情最初的模样，我觉得这就是我寻找的爱情，我花了很久终于等到了这样一个愿意为我奉献牺牲的女孩子。 这个回答写的就是那晚发生的事。 那天晚上是那段时间最快乐的日子之一，很诗蕊聊了很久的天，也跟诗蕊一起看了视频，刷了抖音，我们说用投影仪看电影，最终是看了一半的港片(准确来说是十分钟)，诗蕊就睡着了。那天我们以前收拾了东西，还在食堂一起吃了午饭，虽然吃的很简单，但是感觉吃得很开心，诗蕊可能不太喜欢吃食堂里的饭菜，毕竟第一次请诗蕊吃饭，竟然是在食堂，觉得很惭愧，没有带诗蕊去吃点好吃的。 诗蕊走的时候我非常依依不舍，想着诗蕊会再住一晚上，可惜没有带换洗的衣服，诗蕊就这么走了，感觉很可惜，跟诗蕊就这么短暂的分别了，好想快点去找她。 那天我依然天天想念诗蕊，想起她笑起来甜甜的样子，想起她开玩笑的样子，讲她以前的绿茶大学室友，模仿她的样子说话，表情和深情一瞬间就很诙谐幽默，搞怪的样子特别可爱，正如她签名所说的“抓马少女”。 然后她讲个这个经历，就顺势坐在我腿上，说我们一起刷抖音吧，我的抖音都非常有趣。几乎从不刷抖音的我，被她忽闪忽闪的卡姿兰大眼睛和纯真的笑容迷住了，就非常认真地跟他一起看抖音。 诗蕊关注的很多都是美食，搞笑和萌宠，时尚美妆，包包之类的，遇到有趣的视频会特意让我多看一会儿。她在看视频，我就抱住并看着美丽的她。","link":"/2022/02/21/article5/"},{"title":"第三次见面","text":"三、第三次见面我正上着班，诗蕊兴致勃勃地说，我们中午一起去吃饭叭，从来没中午溜出去吃饭的我，一瞬间来了兴致。 那天我记得我们吃的肥肠鸡。诗蕊热情地提前买好了券。那天我中午一下班就过去找诗蕊发给我的定位。 在去吃饭的车上，我一路回味着我与这个元气美少女恋爱的过程。因为她喜欢程序员，而我恰好一开始朝着程序员的方向努力又有程序员的部分能力。因为她做产品，而我恰好也是产品。她可爱的性格和颜文字散发的气质一下便俘获了我的心，当时回复他的第一想法是，这样的女孩子即使只是做朋友也会很开心的叭。然后我们越聊越投机，随着相处的深入，我感觉到她脆弱和敏感的一面，与此同时还有温柔善良和自我矛盾的一面。 她脆弱时，我很想保护这个柔弱的美少女。她像天空般纯净清澈，清晨八点的阳光和迷离圣洁的白云加持下，她妩媚动人，温柔大方，即使有时候有暴雨，甚至电闪雷鸣，但那也只是偶发的调节器。天空正因海纳百川，才会有包容一切的能力，这其中也有难以消化的暴戾之气，所以以雷电乌云的方式回馈给大地。她流泪、难过、焦虑、生气的时候，就是回馈大地的时刻，而我只想成为她的大地。 我只想紧紧抱住她，温柔的告诉她，没事的的小傻瓜，我也可以成为你的依靠，不要什么都自己一个人扛。 她吃肥肠鸡的时候非常可爱，一边因为很饿，就吃得很快，一边吃还会一边评价，“这个肥肠还可以”“你吃肥肠嘛”“这个要配上他们家的酱料才会好吃”“他们家的卤菜很好吃”。一边又一直给我夹菜。告诉我快吃，看我吃得慢还会说我。哈哈，小傻瓜，我喜欢看你吃呀。看诗蕊吃饭的时候，我感觉到了幸福在心田流淌，在时光静静流动的某一刻，我幻想着这是我是老婆，我们和家人一起吃饭，她一直担心我没吃到，给我夹菜，看肉快没了，会刻意把最后一块留给我。吃完了之后，他用剩下的肥肠鸡里的面条、卤汁和生菜（诗蕊很讨厌吃生菜）给我做了一碗面，一边做一边问，你愿意吃我做的面嘛？ 某些时候，她不止是个美食家，更是个暖心的，带着爱与创意的厨师。","link":"/2022/02/22/article6/"},{"title":"相识相知相爱——在一起的日子","text":"在一起的日子诗蕊喜欢打游戏，但不沉迷游戏，我觉得她打游戏的目的一方面是她好胜心强，一方面是她聪明反应快。然后想王者荣耀这类游戏，可能更多是为了社交，她有游戏天赋，打游戏应该比同龄的女生强，不沉溺也没有刻意要玩，可能仅仅只是为了放松和快乐。我曾经在一部动画里看到过，拥有游戏心态的人做事是最强的，因为是游戏所以会好胜心驱使，努力达成，但正因为是游戏，也不会特别在意，这种心态张弛有度，压力适中，反而能将事情做得更好。 我跟诗蕊一起去过k11的书店，她看着一些书，细数自己看过那些，钱钟书的，村上春树的，还提到了《追风筝的人》，那天诗蕊穿的小西装配短裙也很美，那一天觉得诗蕊很文艺，仿佛发现了又一个让我欣赏和倾心的点。于是那天晚上回到家，我又看了一遍诗蕊在朋友圈发的诗，那种讲美食和日常糅合在一起的意向，让人在平淡和悠闲中看到了理想，发觉美好的意境、向往的生活有时候就在身边。蓦然回首，才能看见属于自己的“榴莲千层”。 那一天我们在书店看了很久，最后买了一本卡耐基的《人性的弱点》和杨绛的《我们仨》。 跟诗蕊一起去逛街的时候，非常开心。诗蕊喜欢去文艺的小店，像是盲盒店，饰品店，喜欢买好看的盲盒和她喜欢的小东西，对萌物毫无抵抗力。应该是因为内心可爱，充满爱心和善良，所以对小动物和小兔、小熊、小猫、小狗的可爱动物都非常喜欢。买衣服喜欢买少女风，一般是那种简约大方，又有点小特别的衣服，有时候一起逛了很多家店，诗蕊也不会觉得累。我想只有热爱生活，有着如缓缓的溪流般，自然娴静的性格，才会如此深爱这红尘俗世，在纷繁复杂物欲横流的世界中发现热爱、美好和可爱的存在。 我为人比较刻板，对物质的要求没有那么高，所以发现另一个这么可爱的女孩子，带我见识、发现、探索这么多可爱有趣的事物，我总是充满热情，一边欣喜又一边紧紧地跟着这个可爱的小公主，生怕把她弄丢了。谢谢她带我见识到这个世界的其他面，还有这么多丰富多彩，有趣可爱又无与伦比美丽的东西我没去仔细研究，没有认真探索。这背后的文化，这种习惯和生活方式，光是想到这些，我对生活的热爱的火苗熊熊燃烧，热情激昂。我深爱的这个世界，我深深地喜欢着这个与我性格相反，又愿意带我体验她的世界的女孩，她在我内心是可爱美丽的代名词，我看到、想到、写道这两个词，心里就浮现了她的形象。心里好像好像喊了一声，诗蕊，我喜欢你鸭，此刻的你在干嘛呢，我定睛看了一眼壁纸，坐着购物推车里的她，这一刻我便看到美，穿着灰色毛衣的她，心灵美，容颜美，品性美，气质美。 诗蕊在服装店里试衣服的时候，诗蕊的审美很好，试穿的每一件衣服都很仙，其实我觉得大部分她选的衣服都非常好看，但是她让我选个颜色的时候，我还是会认真地给她一件，有时候很想两件都买，因为她穿起来真的好仙、好美。 毕竟，诗蕊皮肤白皙细嫩，不能说吹弹可破那也是肤如凝脂，发色乌黑透亮，细腻有光泽，再加上这个身材比例和曲线都很美，就是那种很好看的s型的感觉，穿起来走两步就显得很有气质。 诗蕊最迷人的就是穿好衣服在镜子前照了两下，然后转身面对微笑着问我“好看嘛”，这个时候，我真的完全被诗蕊迷住了，每次都像小仙女一样。选的休闲服饰，有洒脱和甜美的质感，选的即使偏办公的，都让人觉得可爱，美丽无敌的小诗蕊。诗蕊选的衣服都是那种看起来很舒服，然后又有点特别的，特别是那种只剩一件，或者只有一件的衣服，会大大增加她购买的概率。每次诗蕊都会问我，让我帮忙挑选哪一件好看，刚开始我选的都乱七八糟，经常别诗蕊取消，让我自己去穿（笑），时间久了，我也慢慢思考诗蕊选的那些衣服之所以好看的原因，我发现那种看起来很舒服，很有质感的，乍一看很简单，仔细一看有点特别的才是最美的。 诗蕊也间接地培养了我的审美。 跟诗蕊在一起的时候，每天都觉得诗蕊好美，诗蕊是我认识的最美的女孩子。","link":"/2022/02/22/article7/"},{"title":"思念的声音","text":"爱情中的欢乐和痛苦是交替出现的。——乔·拜伦 在某一个时刻，我想起了清代作者纳兰性德的诗《木兰词·拟古决绝词柬友》 【作者】纳兰性德 【朝代】清 人生若只如初见，何事秋风悲画扇。 等闲变却故人心，却道故心人易变。 骊山语罢清宵半，泪雨霖铃终不怨。 何如薄幸锦衣郎，比翼连枝当日愿。 诗蕊的出现，让我时隔两年之后，重拾爱情的信心。我也在学习一些关于爱情的知识。 我总觉得好的爱情是两个人变得越来越好，互相成就彼此，共同生活，共同成长，共同面对生活的幸福与苦难，同甘共苦，相濡以沫。 我有时候，觉得诗蕊好像不喜欢我，因为我不注意自己形象，不收拾，不讲卫生，总是有胡子，眼睛小，好像不好看也不会捯饬，那时候我就想，这就是属于爱情产生的性吸引力吧，也是性魅力，包括我的气质、长相、外表，诗蕊可能并不喜欢，一开始只是因为我的有趣而逐渐于我靠近，不过慢慢的我觉得，是我逐渐让诗蕊失望了也是一方面的原因，她刚开始真的很喜欢我，可我总让她感觉到不开心。 我要回归初心，逐渐改变才行。我真的很喜欢诗蕊送我的礼物，每一件都很喜欢，但是在诗蕊生气的时候表现出来的时候，总是不喜欢，让诗蕊说出“你要丢掉吗”的话，我想她在这个时候，肯定很难受吧，很多时候我的做法，只让她离我越来越远。 『吸引力是产生爱情的根本因素，并受距离、相似性、跨文化差异等已知因素左右。导致强烈坠入爱河的已知因素包括距离、相似性、相互依恋和身体的吸引力，由此可以辨别出自恋与爱情仅仅相似。 一、魅力：吸引异性的魅力有两种，一种是和性别无关的魅力，这种魅力男女都可以有，例如：长的好看、情感美好，另一种是和性别有关的魅力，例如：男性的气质超然、女性的温柔可爱。 二、基因：科学家发现爱情和基因有关。找到与你自己完美的香水，一个可能会让你无法抗拒的浪漫。即使他们不能把人们团结在一起，香水仍然可以用来放大自然体味。一些人趋向于寻找和自己基因互补的异性，还有一些人趋向于寻找和自己基因相似的异性。（原因为一组与免疫系统密切相关的基因主要组织相容性复合体有关） 三、共同经历：一起有过一段美好的经历，彼此可能产生性吸引。一起经历过苦难，在苦难中相互帮助，给与彼此温暖的感觉，彼此也可能产生性吸引。 四、影子人格：每个人都身具“显性”与“隐性”的人格，每人除了表现外在众人所见之“显性人格”外，还有个正好相反，潜躲心底的“隐性人格”，也就是“影子人格”。心理学家认为，造成情人间强烈吸引的原因之一，就是为了追寻完整的自我，由于和拥有自己“影子人格”的人相恋能够促成自身人格的完整性。 五、面相联系：接触各式各样的人之后，潜意识里会把各种面相和各种情感联系起来。例如：遇到过一个美好、善良的人，之后再遇到一个面相与他相似的人，可能就会觉得这个人也是美好、善良的人，因而可能感受到吸引力。 这篇情书以两万字为目标，一开始的我无从下笔，倒不是没有内容写，而是一开始不知道如何编排。 在经历了两周之后，我的word文档，内容依然只有下面几行。写给42的情书 依然不知道怎么下笔。 -相遇- -相识- -相知-接下来，三周过去了，我突然意识到自己必须得动笔了，不然一定写不完。 一开始，我想写成一封信，有时候，又想写成日记。 然后我想起了王小波的《爱你就像爱生命》。 12345作家余杰曾在一次接受采访时这样说道：溯时间之流而上下，如果我遇到王小波，我会告诉他，你写得最好的东西不是小说，而是你写给妻子的那些信。的确，相比于小说和随笔的字斟酌句，这些不加掩饰、发于肺腑的信件，让我们读到了更为真实的王小波。王小波的文风使得读者阅读时毫不费力，而且读完有心旷神怡的感觉。无论是它的随笔，还是小说，感觉就是在与你交谈一般，沉溺其中，全然不知时间的流逝。而且这也是42喜欢的文字风格，她喜欢王小波的文字，于是我想，如果我按照王小波的风格写，那写出来，应该是这样。 123456789一你好哇，彭诗蕊。你走了以后我每天都感到很闷，就像堂·吉诃德一样，每天想念托波索的达辛尼亚。请你千万不要以为我拿达辛尼亚来打什么比方。我要是开你的玩笑天理不容。我只是说我自己现在好像那一位害了相思病的愁容骑士。你记得塞万提斯是怎么描写那位老先生在黑山里吃苦的吧？那你就知道我现在有多么可笑了。我现在已经养成了一种习惯，就是每三两天就要找你说几句不想对别人说的话。当然还有更多的话没有说出口来，但是只要我把它带到了你面前，我走开时自己就满意了，这些念头就不再折磨我了。这是很难理解的，是吧？把自己都把握不定的想法说给别人是折磨人，可是不说我又非常闷。我想，我现在应该前进了。将来某一个时候我要来试试创造一点美好的东西。我要把所有的道路全试遍，直到你说「算了吧，王先生，你不成」为止。我自觉很有希望，因为认识了你，我太应该有一点长进了。我发觉我是一个坏小子，你爸爸说的一点也不错。可是我现在不坏了，我有了良心。我的良心就是你。真的。你劝我的话我记住了。我将来一定把我的本心拿给你看。为什么是将来呢？啊，将来的我比现在好，这一点我已经有了把握。你不要逼我把我的坏处告诉你。请你原谅了这一点男子汉的虚荣心吧。我会在暗地里把坏处去掉。我要自我完善起来。为了你我要成为完人。现在杭州天气恐怕不是太宜人。我祝你在「天堂」里愉快。请原谅我的字实在不能写得再好了。 1234567891011121314151617二你好哇，彭诗蕊。今天我诌了一首歪诗。我把它献给你。这样的歪诗实在拿不出手送人，我都有点不好意思了。今天我感到非常烦闷我想念你我想起夜幕降临的时候和你踏着星光走去想起了灯光照着树叶的时候踏着婆娑的灯影走去想起了欲语又塞的时候和你在一起你是我的战友因此我想念你当我跨过沉沦的一切向着永恒开战的时候你是我的军旗 1234过去和你在一块儿的时候我很麻木。我有点双重人格，冷漠都是表面上的，嬉皮也是表面上的。承认了这个非常不好意思。内里呢，很幼稚和傻气。啊哈，我想起来你从来也不把你写的诗拿给我看。你也有双重人格呢。萧伯纳的剧本《匹克梅梁》里有一段精彩的对话把这个问题说得很清楚：息金斯：杜特立尔，你是坏蛋还是傻瓜？杜特立尔：两样都有点，老爷。但凡人都是两样有一点。当然你是两样一点也没有。我承认我两样都有一点：除去坏蛋，就成了有一点善良的傻瓜；除去傻瓜，就成了愤世嫉俗、嘴皮子伤人的坏蛋。对你我当傻瓜好了。祝你这一天过得顺利。 12345678三你好哇彭诗蕊。今天又写信给你。我一点也不知道你在干什么，所以就不能谈论你的工作。那么怎么办呢？还是来谈论我自己。这太乏味了。我自觉有点厚颜，一点也听不见你的回答，坐在这里唠叨。今天我想，我应该爱别人，不然我就毁了。家兄告诉我，说我写的东西里，每一个人都长了一双魔鬼的眼睛。就像《肖像》里形容那一位画家给教堂画的画的评语一样的无情。我想了想，事情恐怕就是这样。我呀，坚信每一个人看到的世界都不该是眼前的世界。眼前的世界无非是些吃喝拉撒睡，难道这就够了吗？还有，我看见有人在制造一些污辱人们智慧的粗糙东西就愤怒，看见人们在鼓吹动物性的狂欢就要发狂。……我总以为，有过雨果的博爱，萧伯纳的智慧，罗曼·罗兰又把什么是美说得那么清楚，人无论如何也不应该再是愚昧的了。肉麻的东西无论如何也不应该被赞美了。人们没有一点深沉的智慧无论如何也不成了。你相信吗？什么样的灵魂就要什么样的养料。……没有像样的精神生活就没有一代英俊的新人。出于这种信念，我非常憎恨那些浅薄的人和自甘堕落的人，他们要把世界弄到只适合他们生存。因此我「愤懑」，看不起他们，却不想这样却毒害了自己，因为人不能总为自己活着啊。我应该爱他们。人们不懂应当友爱，爱正义，爱真正美的生活，他们就是畸形的人，也不会有太崇高的智慧，我们的国家也就不会太兴盛，连一个渺小的我也在劫难逃要去做生活的奴隶。如果我不爱他们，不为他们变得美好做一点事情的话。这就是我的忏悔。你宽恕我吗我的牧师？你没有双重人格，昨天是我恶毒的瞎猜呢。否则你从哪里来的做事的热情呢？这也算我的罪恶之一，我一并忏悔，你也一并宽恕了吧。祝你今天愉快。你明天的愉快留着我明天再祝。","link":"/2022/02/24/article9/"},{"title":"相识相知相爱——分开的日子","text":"分开的日子跟诗蕊分开的几天，每天都没怎么聊天。那几天，心情焦虑，也容易胡思乱想，我那两天梦见了诗蕊三次。 一次梦见诗蕊回来了，我一觉醒来，她竟躺在我身边，睡了很久，睡觉的样子恬静可爱，优美的侧颜轮廓，长长的睫毛，世界上没有比这更美的存在了。一次梦见诗蕊背上包要去学尤克里里。诗蕊曾经要我教她ps，想学p图。后来好像放弃了。这次只看到她背起尤克里里的宝，转身离去，只留给我一个背影。一次梦见诗蕊和我一起去逛街。逛街的时候，她又像第一次见面时那样，非常自然地挽住了我的胳膊，我的心跳噗通噗通地开始加速跳动，就像是第一次看见她那种紧张、激动又担忧的感觉。 这段时间，我一直在反思自己，发现自己很多做得不好的地方，让曾经在我心目中那么可爱的女孩受了委屈，说了不让她受委屈，结果因为我的幼稚，我的患得患失让她变得难过。正如那首歌《志明与春娇》里写的，第一次是在诗蕊小号朋友圈里听到的。 有个女仔令我思想变得大个当初我幼稚行为对你犯下大错你话我唔识谂 用钱买无用饰品你慢慢心淡觉得我对感情唔认真要知道男人系天生嘅小朋友小朋友弱点会忽略另一半感受要改正好简单我只系欠调教经历得多反而可以令到爱意浓厚Vai：志明嘅世界永远好动带着可爱佢冇时间迷茫 爱情错过却唔可再从开始走到结尾哪个不会变大个但春娇想要那个你又有谁可以劝阻等待 UFO 纵有变数最普通嘅佢哋世上遍布爱漫春天散落每个季节嘅消耗看着花瓣跌落过程撑得过衰老欧阳：重新出发吗 huh 更渴望未来以往这少年懂爱吗仿佛不够成长会进化吗 也信念自由我爱这少年讽刺吗这花开吗 ——《志明与春娇》 第一段里描写男生心情的时候，我看完真的恍然大悟。“有个女仔令我思想变得大个/当初我幼稚行为对你犯下大错/你话我唔识谂/用钱买无用饰品/你慢慢心淡/觉得我对感情唔认真”“有个诗蕊让我思想长大，当初的我的幼稚行为对你犯下大错，你说我不会着想，情人节只会买无用的饰品miniso，诗蕊慢慢对我心淡，觉得我对她不上心。”可惜我反应过来的时候，已经太晚。诗蕊后面对我应该越来越失望了。每次说好要改，可是下次犯的时候，真的让她很失望吧，好后悔没有早点意识到问题的严重性，让她一个人难过，一个人委屈。最后只让她感觉到了不开心。 可惜我懂的时候，《志明与春娇》这首歌我听了三十多遍，后悔之前认真答应的事情，后面又松懈了，让诗蕊总感觉到不开心。时间久了是谁都会失望，在她不开心的时候，还总误会她，在她不想看见我的时候，总想去找他，惹她生气。我应该尊重诗蕊的想法和考虑诗蕊的情绪，不应该在她来大姨妈不舒服不开心，还难过的时候，去她楼下等她做些感动自己的事情，最终只让诗蕊更加不开心。 说要改，真的要改，而不是每次都画大饼，让诗蕊失望。诗蕊心灰意冷拉黑我的时候，我就该明白，我让诗蕊觉得讨厌了。如果我早点成熟起来，早点多关注一下诗蕊的真实感受，就不会变成现在这个样子。 如果还有机会，我真的很想好好照顾诗蕊，好想弥补自己之前的过错。","link":"/2022/02/23/article8/"},{"title":"相识相知相爱——分开的日子","text":"持续更新中博客的搭建，暂时基本确定了下来。先短暂更新了一下情书的内容，然后是。。。。日记部分吧，有时间慢慢更。 说下最近的事，最近都没怎么聊天。聊天渠道都被删了（笑） 还是想跟她发消息。 希望早点和好，机智的兔糖能早日走出阴霾，奔向阳光灿烂的明天。 我最近看剧在控制，基本没怎么玩游戏了。 对了，今天还更新了一个知乎回答。 有点困了，今天就这样吧。","link":"/2022/05/08/tips1/"},{"title":"机智的兔糖","text":"一、序章我见到的彭诗蕊，是一个快乐的少女，一个美丽的女孩，她活泼可爱，热爱美食。身姿曼妙，吐气如兰，落落大方。干净整洁的，白黑相间的毛衣，简约时尚。一袭过膝牛仔裙，笔直柔顺的黑色长发，可爱俏皮当中又透露着一丝干练。 我盯着她看，她就问：怎么啦？“我可以给你发5.2元的红包吗？”“那我将送给你自由。” 二零二一，农历辛丑牛年，在十一月的某一天，说起。 1next 二今天我感到非常烦闷 1我想念你 我想起夜幕降临的时候和你踏着星光走去想起了灯光照着树叶的时候踏着婆娑的灯影走去想起了欲语又塞的时候和你在一起你是我的战友因此我想念你当我跨过沉沦的一切向着永恒开战的时候你是我的军旗 二你好哇，彭诗蕊。你走了以后我每天都感到很闷，就像堂·吉诃德一样，每天想念托波索的达辛尼亚。请你千万不要以为我拿达辛尼亚来打什么比方。我要是开你的玩笑天理不容。我只是说我自己现在好像那一位害了相思病的愁容骑士。你记得塞万提斯是怎么描写那位老先生在黑山里吃苦的吧？那你就知道我现在有多么可笑了。我现在已经养成了一种习惯，就是每三两天就要找你说几句不想对别人说的话。当然还有更多的话没有说出口来，但是只要我把它带到了你面前，我走开时自己就满意了，这些念头就不再折磨我了。这是很难理解的，是吧？把自己都把握不定的想法说给别人是折磨人，可是不说我又非常闷。我想，我现在应该前进了。将来某一个时候我要来试试创造一点美好的东西。我要把所有的道路全试遍，直到你说「算了吧，王先生，你不成」为止。我自觉很有希望，因为认识了你，我太应该有一点长进了。我发觉我是一个坏小子，你爸爸说的一点也不错。可是我现在不坏了，我有了良心。我的良心就是你。真的。你劝我的话我记住了。我将来一定把我的本心拿给你看。为什么是将来呢？啊，将来的我比现在好，这一点我已经有了把握。你不要逼我把我的坏处告诉你。请你原谅了这一点男子汉的虚荣心吧。我会在暗地里把坏处去掉。我要自我完善起来。为了你我要成为完人。现在杭州天气恐怕不是太宜人。我祝你在「天堂」里愉快。请原谅我的字实在不能写得再好了。 四你好哇，彭诗蕊。今天我诌了一首歪诗。我把它献给你。这样的歪诗实在拿不出手送人，我都有点不好意思了。今天我感到非常烦闷我想念你我想起夜幕降临的时候和你踏着星光走去想起了灯光照着树叶的时候踏着婆娑的灯影走去想起了欲语又塞的时候和你在一起你是我的战友因此我想念你当我跨过沉沦的一切向着永恒开战的时候你是我的军旗","link":"/2022/02/18/hello-world/"},{"title":"那句你要好好的","text":"4月30日那天去的k11,因为上次没见到蕊蕊，所以很想见蕊蕊一面。 在qq上发了很多消息，可是蕊蕊都没有回，我觉得可能是上次在她微信小号上跟她吵架，让她很难受吧。 然后我说我先去去找你，我去你小区那边等你。 等我说道，我到了哈。她还是没有回。 然后我在抖音给她发消息，她回：不用啊。 然后就在qq上回我了，一般生气的时候蕊蕊子都不想见面的吧。（不一样的蕊，不一样的拽） 蕊蕊连续说了两句不想见面，应该是真的不见了。 但是我还是想等等看。就去了k11，因为答应要给她买到100个盲盒的，虽然没啥钱了，但还是想买两个。 不想见我也好，等她气消了，希望能原谅我吧。在k11的时候，看到中心区域，有个送祝福的地方，感觉很开心，如果这时候能跟蕊蕊一起就好了，跟她逛街的时候都很开心。 上面有句话，看了之后感觉很暖心。 一句，“从此阡陌多暖春。”这句话出自北大女生节标语，并无全诗。原文是：中意也，盈盈红袖谁家女；文质何，郁郁青衿是吾生。幸得识卿桃花面，从此阡陌多暖春。想想北大的学生还是挺有才的，这里的，应该是表白吧。 表白放到这里，感觉还是很浪漫的。 里面还有个“蕊，感谢你出现在我生命中”，这个应该是我发的，发这个应该是2元每条？，我就想发个99条包场。 哎嘿嘿，不过这里的其实是睿，不是蕊，可我还是会觉得，这就很符合我为诗蕊发的。 一想到睿，就想到机智，想到机智，就想到兔糖，想到兔糖，就想到诗蕊。 “涉江而过，芙蓉千朵，诗也简单，心也简单。”上次看到这句，还是吃醋的时候。 不过那天感觉发生了很多事呢，抖音和知乎都被拉黑了，qq也被删了，一瞬间失去了所有联系方式。 可能诗蕊心里还是经常不开心吧，所以最近也一直买买买。 我经常偷偷看她，现在看得最多的地方成了蚂蚁森林。 我研究了步数和能量的关系，研究了能量生成时间的关系。 不过呢。好像也没什么意义。 喜欢一个人大概就会经常做没有意义的事吧。 前几天，感觉有缓和了，因为诗蕊主动找我说话了，今天又说不要找她聊天了，再发消息她就删掉我。 听到的时候，挺难过的。 今天也希望她一切都好。 天涯共此时。","link":"/2022/05/10/tips3/"},{"title":"相识相知相爱——分开的日子","text":"今天一整天都没说话。 有点失落。 发了好多消息也没回。 可能还在生气，也可能。。。 今天有点冷呀，明后天也是，天气也是奇奇怪怪，这像极了爱情。 希望兔糖注意加衣，不要感冒了。 我早上有点没控制情绪，焦虑且烦躁，然后跟人吵架了。主要是感觉到最近一直不知道感情是怎么回事吧，笃定的去完成应该做的事，即使兔糖依然不理我。我想起之前关系有好转，好像都是我过去找她，然后情况就变糟糕了，可能她不喜欢这种被强行见面的感觉吧。是要现在支付宝的页面购买强行见面卡才行嘛。 不过我是已经确实没钱了，要等发工资才行。 有时候想想自己也挺失败的，总想坚持，也不知道自己能坚持多久。总感觉跟一开始不一样了，有种物是人非的感觉。 我不太懂，也不太理解。 现在很难联系到，以前想说话，还能打电话，现在电话短信什么都没有了。 可能我说话总让别人难过吧。 深夜总是回突然醒来，感觉心里膈得慌。 挺难受的，发的消息仿佛是自言自语。。到处寻找内心的疑问，总感觉不知道错在哪一步了。 还是顺其自然吧，说到做到才好。 希望大家在五月一切顺利。 无论结果如何。","link":"/2022/05/09/tips2/"},{"title":"送出了520礼物  (๑•̀ㅂ•́)و✧","text":"今天下午忍不住想找诗蕊聊天。 可是男孩子要矜持要。 还是找送礼物的话题吧。看到喜欢的都挺想给诗蕊买的，喜欢看到诗蕊收到礼物的时候的开心表情。 然后看到昨天衣服晚上就签收了，应该是让室友帮忙拿了叭。 跟诗蕊聊了一会儿天开心多了 (๑•̀ㅂ•́)و✧ 给她买了戒指，作为520礼物，之前一直说我没表白呢 ヽ(✿ﾟ▽ﾟ)ノ陪伴就是最长情的告白呀。 o(￣ヘ￣o＃)诗蕊让我过好自己的生活，攒钱或者给自己买好看的衣服，不用给她买。这怎么能行，诗蕊的礼物也要有， o(￣ヘ￣o＃)哼，就是这样，蕊蕊小公主就是要有礼物。 然后跟诗蕊顺便聊了天，电脑很卡，感觉也是时候换了，毕竟马上也要新工作了。 虽然新工作配电脑诶，不过偶尔在家自己也要用电脑叭。 蕊蕊应该是在改简历叭，说实话蕊蕊的证件照是我见过最美的了，简历嘛 ，照片是最重要的，光是看到这么好看的女孩子，然后之前经历的公司都很不错，诗蕊也一定会很快被录用的，诗蕊一定没问题的。 今天就这样叭，希望跟蕊蕊子的关系能够逐渐缓和，越来越好，晚安呀( =•ω•= )m","link":"/2022/05/11/tips4/"},{"title":"准点送能量","text":"不小心熬夜啦。。。 啊这啊这啊这。 今天她偷偷登录我淘宝退了货，今天聊天也还算顺利叭。 感觉冷战有缓和的趋势，虽然还是没被加回来（笑）有史以来进小黑屋最久的一次。。。 继续改变叭 (๑•̀ㅂ•́)و✧ 怎么说呢，感觉内心还算是平静的，毕竟现在虽然基本只有支付宝聊天了，不过起码也不是联系不到，或许这就是白羊座叭。 ヽ(✿ﾟ▽ﾟ)ノ陪伴依然是最长情的告白呀。 o(￣ヘ￣o＃)今天天门有疫情了，好突然，明明我们这边疫情才刚结束。蕊蕊兔要注意防护才行，不要到处行动啦。 然后这几天也不要回武汉了，安静留在家叭，不然来武汉可能说不定要居家隔离几天啥的。（好像不同小区管控没那么严格） 今天，凌晨，哦，应该是昨天凌晨，已经转钟了，又看到了弹幕“能量归你你归我”，感觉可能是诗蕊的追求者叭，美丽的女孩子追求的人多呢，一瞬间有点吃醋呢，害，就酱紫叭，毕竟我这是别人的行为，也没法控制。 现在是凌晨0点15分，我还在书写呢，想写完最后这一点就睡觉hhhhhhhh 然后我依然是准时零点送能量，如同神圣的仪式，少年（中年）的祈祷。 对于语言来说，表达爱意非常不容易和困难，但是伤害他人俩说，语言却显得如此尖酸锐利。 锐利的语言不可以对喜欢的人用，12点半啦，晚安呀！ ( =•ω•= )m","link":"/2022/05/13/tips5/"},{"title":"想买强制和好卡","text":"道歉如果有用的话，那要警察干嘛？警察也难断家务事鸭。 做错就应该道歉嘛 (๑•̀ㅂ•́)و✧ 前几天，一直在想要不要买强制和好卡，以及强制见面卡。然后蕊蕊就由于天门突发的疫情，可能暂时回不来了，就挺突然的。 然后昨天店铺突然不能买了，继我当天被封禁之后，蕊蕊的店铺在5天后被封了，我之前买的两千多块钱的东西也发货不回来了（哭哭）现在想买强制道歉卡也来不及了，这可怎么办，烦恼呀。。。当时如果一狠心买了，可能就好了 o(￣ヘ￣o＃) 昨天网站偷偷更新了很多，其实主要是页面的更新，然后增加了好几个版块，但是之前发给诗蕊的更新日志她好像没怎么看。所以昨天就没法了，而且昨天又搞到一两点睡，她看到可能又会说我怎么睡这么晚，没得办法诶，昨天很想全部改好。 主要是增加了王嘉尔的照片。 其次是增加了selftalking（寄言寄语），今天白天上班还摸鱼更新了好几个呢。我发现我写的这些都挺随意的，包括碎碎念，都是想到写什么就写什么，早已没有了作家应该有的写作技巧和修辞，咩有华丽的遣词造句，只有白描和平淡的文字，有时候还干瘪瘪的，估计读起来的人会觉得索然无语吧，我以前是很害怕这样，所有没打完一小段字，都是停下来思考半天，想修改布局、结构、词句，希望能读起来不一样，有文化，有内涵，不至于觉得这是小学生日记水平。 但是呀，比起表达的形式，内容、客观的阐述、实际发生的事，才是日记类文学的精髓，在我看来其实更加动容。 简单，直接，不好嘛？ヽ(✿ﾟ▽ﾟ)ノ 害，想去更新公众号了，不知道来不来得及，蕊蕊依然还是没回我的消息，可能在专心写简历吧，毕竟她突然忙起来，希望她试试运营工作也能认真地学习努力，今天还看到他上b站上搜索视频看了，还是很棒的，蕊蕊想做的事情，一定能做到的。 今天要结束啦，蕊蕊晚安，( =•ω•= )m","link":"/2022/05/13/tips6/"},{"title":"为什么叫糖呢，因为甜呀","text":"今天好像一天都没聊天，支付宝发了消息，可能没看到吧，一直没回。不过快12点的时候，在微信上回了消息，终于对上话了，是买的520礼物的事。起码聊上了天了诶，值得庆祝。然后想起来之前的甜蜜回忆叭。又忆往昔了。 和诗蕊在知乎遇见，感觉充满梦幻色彩，因为感觉回答这个问题的女孩子很可爱，会突然蹦出一个颜文字，跟我陷入粉色浪漫时聊天的感觉很像，就是那种单的美好，很吸引人，就像让人了解这是一个什么样的女孩。而且，回答里面她说的位置，刚好是我上班的地方，然后她说的条件，我好像也基本满足，最重要，她说的不喜欢直接发照片，先聊得来最重要，跟我的想法很契合。最开始，因为喜欢这种轻松可爱的聊天风格，我们的对话充满活泼欢乐和爱意。 刚开始聊天的时候，很开心。诗蕊会很开心地跟我分享工作中遇到的有趣的快乐的事，我一个害羞腼腆的男孩子，哪里抵抗得住美丽可爱又元气的兔糖攻击，看着她发的颜文字和表情，心都化了，可以说是非常可爱啦。 (๑•̀ㅂ•́)و✧ 诗蕊会时不时喊我猪猪，虽然当时一下无法接受，觉得是不是觉得我又笨又傻，后来逐渐接受这种设定啦，这么可爱的诗蕊，其实是只对亲切的人才会称呼为猪呢，就像她称呼爸爸就称呼的胖子，然后发的表情也是猪。( =•ω•= )m 我还和蕊蕊一起打游戏，虽然很菜，但她也会找理由站在我这边，觉得我很好。第一次跟蕊蕊打游戏，就语音了，听声音是一个很率真，很少女的女孩子，说话很好亲切，很喜欢说话，打游戏也很厉害，在黄金局直接就是MVP，相比之下我打得很菜，她也没有说我。诗蕊说话很温柔可爱，经常我说什么，她就会回答“好鸭！”感觉很元气可爱。 ヽ(✿ﾟ▽ﾟ)ノ","link":"/2022/05/15/tips7/"},{"title":"应该被这个世界温柔对待的女孩子","text":"忘了多久没聊天啦，今天蕊蕊说不要给她发悄悄话，可是还是很想发呢，不知道她每天过得怎么样，在干嘛，好想跟她好好聊聊天鸭。 冷战实在太难受了，好想跟她和好，清明节那个时候就冷战了5天才和好，感觉现在都半个多月了。好久了，再过几天就21天了。不知道她现在心情怎么样，可能还是觉得有压力吧，如果明天周一去面试的话，也希望一切顺利 又一直翻以前的聊天记录。 第一次吵架。因为我打电话一直说前女友，其实我只是为了说明一个道理，我太喜欢就事论事啦，惹蕊蕊不开心。 就想好好哄哄她，想事诗蕊这么好的女孩子，就应该被这个世界温柔对待。 蕊蕊上班不开心，突然对我说“狗男人靠不住”，后来好像自己翻了聊天记录，觉得自己不对，其实我觉得蕊蕊骂我的时候还挺可爱的，我觉得她在意我，但是她又很温柔，她觉得自己不对，不该对我凶。 蕊蕊真是个温柔的女孩子呀。 我表达了很多关于对诗蕊的喜欢，不吝言辞地去表达爱慕之情，这才是爱情最纯真的样子吧。也希望诗蕊能天天开心。 开心和喜欢，每一天都有。 ヽ(✿ﾟ▽ﾟ)ノ","link":"/2022/05/15/tips8/"},{"title":"近日忧愁","text":"最近诗蕊应该在积极地准备面试。我最开始以为是回来面试，没想到竟然是远程面试，啊这。。。总之I hope everthing goes well. 想起之前一直说去欢乐谷，结果一直没去，然后我在抖音刚好看到欢乐谷的双人520套餐在打折，就顺势买了。结果晚上问诗蕊要不要一起去的时候，她直接引用“再发消息把你删掉”的那句话，然后支付宝里面发的皮肤她也没领，咋办，那个皮肤还挺好看的。每人一起用了诶，可怜的我，嘤嘤嘤。。。 然后我突然意识到，她说“再发消息把你删掉“指的是不能在支付宝里跟她聊天，要聊天就去微信，大概是这个意思。 有事尽量去微信说吧，就这样。昨天的面试感觉未必就是凉凉，应该也不用太着急，可能明后天会联系，说过去面试啥的。 然后今天的面试被放鸽子了，可怜，这个放鸽子的公司也很垃圾，可恶。咱也不缺这家公司的offer。 翻以前的聊天记录。 诗蕊偷偷给我点了外卖，但她却不愿承认，真是傲娇的女孩子呢，也太可爱了叭，每天跟蕊蕊聊天可真开心呢，好棒呀，她还故意说是别的女生点的，说她好难过，诗蕊，戏好多，但也太可爱了，好喜欢呀，点的奶茶的葡萄味的奶茶，还加了很多别的，很好喝呀，每一口都是跟诗蕊的甜蜜，还有薯条呢。 遇见诗蕊真是最棒的事情呢。 第一次去诗蕊那边的时候好害羞呀，然后她室友还给他发消息，说让我有空常来23333感觉好羞涩，结果我第一次早上走得很匆忙，结果，把手机忘在床上了。结果把他吵醒了，感觉自己好粗心啊，好笨，中午还找诗蕊一起吃了饭，她带我吃了另外一家她之前觉得很好吃的东西，叫做肥肠鸡，诗蕊又请我吃饭啦，我下次要多给她发点红包，她对我真的很好呀。 中午去诗蕊家，和她以前换床单，很有结婚的感觉呀，哎嘿嘿，一瞬间想，跟她结婚吧，然后换到一半，就有领导打电话来了，问我在哪儿，然后我就给快速给她换好了被套，快速的新方法，换好了被套。ヽ(✿ﾟ▽ﾟ)ノ","link":"/2022/05/17/tips9/"},{"title":"零散日记","text":"后面的日记也断更过，现在更新的都是以单独的文章的形式，或者出现在碎碎念当中。 2.28日最后的结果似乎是成了闺蜜，以闺蜜的身份出去玩了，去的大悦城，抓娃娃，吃饭什么的都挺开心的。 2.18日-2.30日吵架，闹分手，每天都很郁郁寡欢，于是没有写，没有记录什么文字。 2.17日清晨打电话喊你起床，你睡眼惺忪的时候，声音很娇弱很可爱。你要在我身边，我就忍不住想抱抱你。乀(ˉεˉ乀) 2.16日今天不知是什么原因，你工作跟我聊天一直说前男友，还截图跟他的聊天记录，觉得还是喜欢他。我提到他名字的时候，还质问我，说了很过分的话“你不要让我讨厌你”，我觉得是不是他在你心目中还是那么重要，你还是喜欢他。我觉得很委屈，挺难过的，我不知道怎么回你，因为我明明什么都没做。你打电话给我道歉了，我说明了我其实没有查他什么。还提起之前你跟他的事，觉得之前的恋爱很甜，可能就是觉得跟我聊天太无聊了吧。你还说因为不喜欢，所以我做什么你都不不喜欢。前后不一致，我感觉也很心乱。（庆幸的是，因此跟你打了快2个小时电话，开心٩۹(๑•̀ω•́ ๑)۶） 2.15日42突然说要减肥，虽然觉得你不胖，但是还是被你的热情折服。42只坚持了10分钟的减肥操，_(•̀ω•́ 」∠)_可以说是很42了。 2.14日中午草草吃了两口饭，就跑去给你买鲍师傅了，然后想起你说的，情人节没有什么仪式感，所以我觉得别的人都送花，我也应该给你送花。然后就去买了。突然去找你的时候，你刚睡醒，不知道你有没有很感动，但是你见我的时候，要比前几天开心，还说要牵牵。(๑• . •๑) 羞羞，这么几周以来久以来主动牵我。 2.13日今天周日，在你这里呆了。。算算晚上有一整天啦(/ω＼)哎嘿嘿，抱着42的时候很舒服，42软软的甜甜的香香的，看起来怎么样都超可爱，谁能抵抗这样的42呢。 2.12日诗蕊来姨妈了，很虚弱，一上午诗蕊都不怎么理我，我觉得可能是很不舒服吧，下午诗蕊突然发消息给我，说让我给她带吃的，终于可以见到诗蕊啦，感觉很开心，诗蕊真好呀，好想见诗蕊呢，诗蕊问我大悦城是不是离我很近，我说没有哇，其实还好，我心想诗蕊是不是想跟我一起去呢，但是诗蕊身体不舒服，可能不会突然一下想粗去玩的，还是应该我去找诗蕊一起去玩吧，然后我就动身准备出发啦，诗蕊说了一声好，然后说她又睡啦。我收拾了一会儿，捯饬了一下自己，就动身去找诗蕊了，今天的诗蕊不知道会不会喜欢这样的我，这几天我在努力改掉自己的缺点，比如不讲卫生之类的，也努力注意自己的形象。于是，我给诗蕊去大悦城买吃的去了，那边的地方其实也不算近，甚至有点远，因为呀，我们那地方太偏了。于是我给诗蕊去大悦城买了藕汤。还想给她买一杯奶茶，结果跑了好远，没找到合适的奶茶，就买了一杯草莓的果茶。最后证明草莓的买错了，果然还是应该买葡萄，可是没找到。 12.8日诗蕊早上起床，真的非常可爱呀，她喊我老公诶，好开心，呢喃这一些她自己也听不清楚的话。诗蕊一大早闭着眼睛就会回我消息，她说着呜嘛呜嘛哄。","link":"/2022/04/02/article15/"},{"title":"东方既白","text":"今天早上支付宝上唯一聊天好友，跟我说”能不能别发悄悄话了”，本来以为情况更糟糕了，结果晚上又峰回路转了，终于回到了一个月前的情况，现在诗蕊终于入群了。 今天听得到，说是郭浩老师，重新命名了中国古典色，让原本普通的颜色，有了文化馆、历史厚重感和古典美感，里面举例了好几个颜色，我就记得香炉紫烟、暮山紫（可能是诗蕊最喜欢的颜色），东方既白（诗蕊第二喜欢的颜色），还有什么黛什么青，记不清啦，人老了，记忆力衰退。 里面引用的是几句古诗词。（好像不算诗），香炉紫烟就很简单啦，然后，还有一个暮山紫，也挺文艺的，东方既白是赤壁赋的典故（准确说是来源于）。 苏轼《赤壁赋》相与枕藉乎舟中，不知东方之既白。王勃的《滕王阁序》,“潦水尽而寒潭清，烟光凝而暮山紫”。不过暮山紫的说法，可能不止王勃一个诶。。。古人写到过“暮山紫”的古诗有上百首，如李壁《登拟岘台诗》：台倾属新葺，天远暮山紫；白玉蟾《道过成蹊菴偶成旧风一篇》：夕阳挂树暮山紫，行行到此欲脱屣；夏完淳《细林野哭》：今年梦断九峰云，旌旗犹映暮山紫。 我想起之前学设计的时候，也学到了配色，当时有个配色网，颜色也很文艺，但是没这么有文化，毕竟是郭浩老师花了两年寻找、归纳、编写出来的颜色名。 o(^▽^)o 刚去找了一下。中国传统色传送门，对于的好像还有日本配色啥的，我之前的博客就是在里面取的颜色，又去一个渐变网站，取的渐变色，当时折腾了好久。 白天（就是”东方既白”的颜色）的时候讨论axure的图讨论了很久，然后晚上还一起买了衣服，感觉还是挺开心的，希望一切顺利ヽ(✿ﾟ▽ﾟ)ノ。 选衣服的时候挺蕊蕊说“这件粉色也好看”的时候，估计她想买，然后就去里面找了粉色的那件。之前加购她说只想买裙子然后我就删了，然后在店里又重新加了回来，又重新二次搜索了她截图里加购的衣服，我发现，单靠标题搜索有那么点不靠谱。好多搜索出的都不是第一个。还得自己学着看，然后我就慢慢找啊翻终于找全了。 粉色那件终于找到了，开心，加购截图发到群里。结果发现她秒回我“把粉色这件加上我就原谅你”，真是心有灵犀一点通。最后我发现原来是她提前发的消息，但是我没看，她估计会以为我是看她的消息才是加的，嘤嘤嘤，我一看到那句就懂了，这就是默契。 然后我突然意识到，她说“再发消息把你删掉“指的是不能在支付宝里跟她聊天，要聊天就去微信，大概是这个意思。 前几天还这么想呢，现在在支付宝也不太好意思发悄悄话了。 没办法，没法在支付宝里悄悄话发给她，之前有时间就想的短诗都浪费了诶。蚂蚁森林的弹幕是有字数限制的，最多30字，为了控制30字，我先在wps里面慢慢改我写的诗 ( ﾟ∀ﾟ) ﾉ♡，这是我有史以来写的最短的诗了，在30字以内，还包含标点，啊这。。。 我就开始原创了，尽量写出故事感，不然就显得流水账了，不过文笔有限，我的思维在缩句与缩词的循环中，陷入爱的旋涡。。 不过记得非常感动的几次，心动的几次，还有觉得诗蕊特别美的瞬间，不知道怎么表达出来。最后。。。好不容易写好，发现，在wps明明是29字或者30字的，到蚂蚁森林，显示超过了30字，我真的要哭了。。然后我就开始给我的小号发，确保字数正确。 最后终于写了七八条，这周的kpi完成了，开心呀。。红红火火恍恍惚惚 (o゜▽゜)o☆ 今天就这样叭，我也差不多该睡觉啦，准时0点，在520给诗蕊发了红包，今天就过去了，算是完美的一天诶，做了很多事呢其实我想给诗蕊发5200，然后也说“估计今天只有我给你发这么多了”，可是最近没啥钱啦，我也不好意思说以后等什么之类的，听起来会感觉我在画饼吧，不过有时候承诺就是想表达自己很想做到的事呢，我承诺的事，肯定会努力做到的，不说这么多啦，努力攒钱吧，刚把爹哟(๑•̀ㅂ•́)و✧","link":"/2022/05/19/tips10/"}],"tags":[{"name":"-情书","slug":"情书","link":"/tags/%E6%83%85%E4%B9%A6/"},{"name":"-就是想跟糖糖说话","slug":"就是想跟糖糖说话","link":"/tags/%E5%B0%B1%E6%98%AF%E6%83%B3%E8%B7%9F%E7%B3%96%E7%B3%96%E8%AF%B4%E8%AF%9D/"},{"name":"失重感","slug":"失重感","link":"/tags/%E5%A4%B1%E9%87%8D%E6%84%9F/"},{"name":"祝福","slug":"祝福","link":"/tags/%E7%A5%9D%E7%A6%8F/"},{"name":"蕊蕊兔","slug":"蕊蕊兔","link":"/tags/%E8%95%8A%E8%95%8A%E5%85%94/"},{"name":"日常","slug":"日常","link":"/tags/%E6%97%A5%E5%B8%B8/"},{"name":"道歉歉","slug":"道歉歉","link":"/tags/%E9%81%93%E6%AD%89%E6%AD%89/"},{"name":"忆往昔","slug":"忆往昔","link":"/tags/%E5%BF%86%E5%BE%80%E6%98%94/"},{"name":"大冤种","slug":"大冤种","link":"/tags/%E5%A4%A7%E5%86%A4%E7%A7%8D/"},{"name":"希望","slug":"希望","link":"/tags/%E5%B8%8C%E6%9C%9B/"}],"categories":[{"name":"-情感","slug":"情感","link":"/categories/%E6%83%85%E6%84%9F/"},{"name":"-杂谈","slug":"杂谈","link":"/categories/%E6%9D%82%E8%B0%88/"},{"name":"杂谈","slug":"杂谈","link":"/categories/%E6%9D%82%E8%B0%88/"}]}